tap 'homebrew/cask'
tap "homebrew/cask-versions"
tap 'homebrew/core'
tap 'homebrew/services'

brew 'ack'
brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'curl'
brew 'findutils'
brew 'git'
brew 'grep'
brew 'openssl@1.1'
brew 'gnupg'
brew 'heroku'
brew 'htop'
brew 'ipcalc'
brew 'jq'
brew 'mas'
brew 'md5sha1sum'
brew 'pinentry-mac'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'rbenv'
brew 'screen'
brew 'shellcheck'
brew 'sqlite'
brew 'stow'
brew 'wget'
brew 'xsv'
brew 'zsh'

cask '1password'
cask '1password-cli'
cask 'appcleaner'
cask 'divvy'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'pycharm'
cask 'visual-studio-code'
cask 'zoom'

mas 'Slack', id: 803453959
mas 'Xcode', id: 497799835
