tap 'bufbuild/buf'
tap 'homebrew/cask'
tap "homebrew/cask-versions"
tap 'homebrew/core'
tap 'homebrew/services'
tap 'heroku/brew'
tap 'mongodb/brew'
tap 'romkatv/powerlevel10k'

brew 'ack'
brew 'awscli'
brew 'azure-cli'
brew 'bat'
brew 'buf'
brew 'coreutils'
brew 'curl'
brew 'direnv'
brew 'findutils'
brew 'git'
brew 'go'
brew 'grep'
brew 'openssl@1.1'
brew 'gnupg'
brew 'heroku'
brew 'htop'
brew 'ipcalc'
brew 'jenv'
brew 'jfrog-cli'
brew 'jq'
brew 'k3d'
brew 'kubectl'
brew 'kustomize'
brew 'libpq'
brew 'mas'
brew 'md5sha1sum'
brew 'mongodb-community-shell'
brew 'mongocli'
brew 'parquet-tools'
brew 'pinentry-mac'
brew 'powerlevel10k'
brew 'protobuf'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'rbenv'
brew 'screen'
brew 'shellcheck'
brew 'sqlite'
brew 'stow'
brew 'stunnel'
brew 'tree'
brew 'tfenv'
brew 'volta'
brew 'wget'
brew 'xsv'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask '1password'
cask '1password-cli'
cask 'adoptopenjdk'
cask 'alfred'
cask 'appcleaner'
cask 'discord'
cask 'divvy'
cask 'docker'
cask 'keybase'
cask 'goland'
cask 'google-chrome'
cask 'iterm2'
cask 'pycharm'
cask 'signal'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

mas 'Slack', id: 803453959
mas 'Xcode', id: 497799835
